export const AboutData = [
    {
        title: "Авторские рецепты",
        description: "Наши бургеры обладают уникальным сочетанием вкусов и не похожи ни на какие другие. Мы тщательно отбираем лучшие ингредиенты и сочетания вкусов для нашего меню.",
        imageSrc: "/images/burger.png"
    },
    {
        title: "Мраморная говядина",
        description: "Для наших бургеров мы используем отборную 100% мраморную говядину, которую закупаем исключительно у фермеров. Мы уверены в качестве нашего мяса.",
        imageSrc: "/images/meat.png",
    },
    {
        title: "Быстрая доставка",
        description: "Мы доставляем в пределах МКАД за 30 минут, а если не успеем — доставка бесплатно. Мы тщательно упаковываем наши бургеры, чтобы по дороге они не остыли.",
        imageSrc: "/images/truck.png"
    }
];