/*
This file serves as a temporary data storage for burger information retrieval
 */

// main burger section
export const mainBurgerSection = {
    label: "Новое меню",
    title: "Бургер Чеддер",
    description: 'Мы обновили наше меню, спешите попробовать сезонные новинки и насладиться отличным вкусом наших бургеров. ' +
        'Готовим для вас лучшие бургеры в городе из отборной мраморной говядины.',
    buttonContent: "смотреть меню",
};

// burgers grid
export const burgersData = [
    {
        title: "Бургер чеддер & бекон",
        description: "Котлета из говядины криспи, булочка, томат, сыр Чеддер, " +
            "грудинка, лук красный, салат айсбер, майонез, кетчуп, сырный соус",
        price: 640.0,
        currency: "₽",
        size: "360 гр",
        imageSrc: "/images/1.png",
        id: '1',
    },
    {
        title: "BBQ с беконом и курицей",
        description: "Булочка бриошь с кунжутом, куриная котлета, сыр чеддер, томат, огурец маринованный, " +
            "лук маринованный, салат Ромен, бекон, соус BBQ",
        price: 560.0,
        currency: "₽",
        size: "390 гр",
        imageSrc: "/images/2.png",
        id: '2',
    },
    {
        title: "Дабл биф бургер",
        description: "Две говяжьи котлеты, сыр чеддер, салат романо, маринованные огурцы, свежий томат, бекон, " +
            "красный лук, соус бургер, горчица",
        price: 800.0,
        currency: "₽",
        size: "420 гр",
        imageSrc: "/images/3.png",
        id: '3',
    },
    {
        title: "Баварский бургер",
        description: "Булочка для бургера, говяжья котлета, красный лук, сыр, охотничья колбаска, соус барбекю, " +
            "соус сырный, салат айсберг",
        price: 560.0,
        currency: "₽",
        size: "220 гр",
        imageSrc: "/images/4.png",
        id: '4',
    },
    {
        title: "Бекон чизбургер",
        description: "Булочка для бургера, говяжья котлета, грудинка, помидор, огурец маринованный, сыр, " +
            "сырный соус, кетчуп, зелень",
        price: 640.0,
        currency: "₽",
        size: "220 гр",
        imageSrc: "/images/5.png",
        id: '5',
    },
    {
        title: "Индиана бургер",
        description: "Булочка для бургера, котлета куриная, грудинка, яйцо, огурец маринованный, криспи лук, " +
            "кетчуп, соус сырный, горчица, зелень",
        price: 640.0,
        currency: "₽",
        size: "220 гр",
        imageSrc: "/images/6.png",
        id: '6',
    },
    {
        title: "Вегги бургер",
        description: "Булочка для бургера, вегетарианская котлета, красный лук, сыр, свежий томат, соус барбекю, " +
            "соус сырный, салат айсберг",
        price: 640.0,
        currency: "₽",
        size: "280 гр",
        imageSrc: "/images/7.png",
        id: '7',
    },
    {
        title: "Плаксивый Джо",
        description: "Булочка для бургера, говяжья котлета, грудинка, помидор, огурец маринованный, красный лук, " +
            "сыр, перец халапеньо, кетчуп, зелень",
        price: 560.0,
        currency: "₽",
        size: "380 гр",
        imageSrc: "/images/8.png",
        id: '8',
    },
    {
        title: "Двойной чиз бургер",
        description: "Булочка для бургера, две говяжьи котлеты, двойной сыр чеддар, огурец маринованный, " +
            "криспи лук, кетчуп, соус сырный, горчица, зелень",
        price: 880.0,
        currency: "₽",
        size: "400 гр",
        imageSrc: "/images/9.png",
        id: '9',
    },
    {
        title: "Фрешбургер",
        description: "Булочка для бургера, говяжья котлета, бекон, сыр чеддар, яйцо, салями, соус барбекю, " +
            "соус сырный, салат айсберг, свежий томат",
        price: 720.0,
        currency: "₽",
        size: "300 гр",
        imageSrc: "/images/10.png",
        id: '10',
    },
    {
        title: "Цуккини бургер",
        description: "Булочка для бургера, вегетарианская котлета из нута, цуккини на гриле, помидор, " +
            "огурец маринованный, сыр, горчичный соус, кетчуп, зелень",
        price: 640.0,
        currency: "₽",
        size: "320 гр",
        imageSrc: "/images/11.png",
        id: '11',
    },
    {
        title: "Двойной бургер чеддар",
        description: "Булочка для бургера, котлета говяжья, грудинка, красный лук, огурец маринованный, " +
            "томат, кетчуп, двойной сыр чеддар, горчица, зелень",
        price: 720.0,
        currency: "₽",
        size: "360 гр",
        imageSrc: "/images/12.png",
        id: '12',
    },
];